tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "phinze/cask"
cask "java"
cask "xquartz"
brew "readline"
brew "abook"
brew "automake"
brew "awscli"
brew "bash"
brew "bison"
brew "bonnie++"
brew "bzip2"
brew "gettext"
brew "libffi"
brew "pcre"
brew "checkbashisms"
brew "chrome-cli"
brew "chruby"
brew "git"
brew "consul"
brew "coreutils"
brew "curl"
brew "dos2unix"
brew "findutils"
brew "fio"
brew "fswatch"
brew "gdbm"
brew "openssl"
brew "python"
brew "gnu-tar"
brew "gnupg"
brew "gradle"
brew "graphviz"
brew "grep"
brew "xz"
brew "imagemagick"
brew "iozone"
brew "iperf3"
brew "jq"
brew "lbzip2"
brew "libyaml"
brew "lldpd"
brew "m-cli"
brew "mackup"
brew "mas"
brew "python3"
brew "mat"
brew "maven"
brew "mosh"
brew "mtr"
brew "mutt"
brew "muttils"
brew "netcat"
brew "nmap"
brew "node"
brew "notmuch"
brew "offlineimap"
brew "p0f"
brew "p7zip"
brew "packer"
brew "par2"
brew "parallel"
brew "percona-toolkit"
brew "pigz"
brew "plzip"
brew "pv"
brew "r"
brew "redis"
brew "ruby-install"
brew "socat"
brew "terraform"
brew "tmux"
brew "vault"
brew "watch"
brew "wget"
brew "wireshark"
brew "zsh"
cask "awareness"
cask "baudline"
cask "caffeine"
cask "cheatsheet"
cask "chefdk"
cask "dash"
cask "docker"
cask "eclipse-jee"
cask "eqmac"
cask "evernote"
cask "firefox"
cask "franz"
cask "google-chrome"
cask "gpgtools"
cask "iterm2"
cask "keepassx"
cask "keybase"
cask "lastpass"
cask "launchcontrol"
cask "night-owl"
cask "osxfuse"
cask "rescuetime"
cask "rstudio"
cask "skitch"
cask "spectacle"
cask "spotify"
cask "synergy"
cask "twitch"
cask "utc-menu-clock"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code-insiders"
cask "vlc"
cask "winbox"
cask "wireshark"
cask "wireshark-chmodbpf"
cask "xmind"
cask "caskroom/drivers/logitech-control-center"
mas "installed apps found", id: No
