cask "google-drive"
cask "google-earth"
cask "google-earth-web-plugin"
cask "google-cloud-sdk"
cask "dropbox"
cask "gopro"
cask "gopro-studio"
cask "transmission"
cask "tunnelblick"
cask "android-file-transfer"
cask "android-studio"
cask "arduino"
cask "crashplan"
cask "steam"
cask "reaper"
cask "audacity"
cask "blender"
cask "inkscape"
cask "fldigi"
cask "openzfs"
cask "sketchup"
cask "torbrowser"