tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "phinze/cask"
tap "valelint/vale"
cask "xquartz"
brew "readline"
brew "abook"
brew "ansifilter"
brew "aspell"
brew "automake"
brew "gdbm"
brew "openssl"
brew "xz"
brew "python"
brew "awscli"
brew "bash"
brew "bashdb"
brew "bison"
brew "bonnie++"
brew "brew-cask-completion"
brew "bzip2"
brew "gettext"
brew "libffi"
brew "ccache"
brew "ccze"
brew "checkbashisms"
brew "chrome-cli"
brew "chruby"
brew "cmake"
brew "consul"
brew "coreutils"
brew "cpanminus"
brew "curl", args: ["with-nghttp2"]
brew "dos2unix"
brew "fdk-aac"
brew "ffmpeg"
brew "findutils"
brew "fio"
brew "libogg"
brew "flake8"
brew "fswatch"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "gnupg", link: false
brew "gnu-tar"
brew "go"
brew "gradle"
brew "graphviz"
brew "grc"
brew "grep"
brew "httpie"
brew "imagemagick"
brew "iozone"
brew "iperf3"
brew "jq"
brew "lbzip2"
brew "libopusenc"
brew "libvorbis"
brew "libvpx"
brew "libyaml"
brew "livestreamer"
brew "lldpd"
brew "luajit", args: ["with-52compat"]
brew "lynis"
brew "m-cli"
brew "mackup"
brew "mas"
brew "mat"
brew "maven"
brew "mosh"
brew "mtr"
brew "mutt"
brew "muttils"
brew "netcat"
brew "nmap"
brew "node@6", link: true
brew "notmuch"
brew "offlineimap"
brew "p0f"
brew "p7zip"
brew "packer"
brew "par2"
brew "parallel"
brew "percona-toolkit"
brew "pigz"
brew "plzip"
brew "proselint"
brew "pv"
brew "qt"
brew "r", link: false
brew "redis"
brew "ruby-install"
brew "socat"
brew "speexdsp"
brew "swig"
brew "terminal-notifier"
brew "terraform"
brew "terraform_landscape"
brew "tmate"
brew "tmux"
brew "tmux-xpanes"
brew "transmission"
brew "unar"
brew "unrar"
brew "vault"
brew "watch"
brew "weechat", args: ["with-aspell", "with-curl", "with-lua", "with-perl", "with-python@2"]
brew "wget"
brew "wireshark", link: false
brew "zsh"
brew "valelint/vale/vale"
cask "adobe-air"
cask "android-file-transfer"
cask "android-studio"
cask "arduino"
cask "awareness"
cask "baudline"
cask "bitbar"
cask "caffeine"
cask "cheatsheet"
cask "chefdk"
cask "dash"
cask "discord"
cask "docker"
cask "eclipse-jee"
cask "evernote"
cask "gitbook"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "gqrx"
cask "inkscape"
cask "iterm2"
cask "keybase"
cask "lastpass"
cask "launchcontrol"
cask "minikube"
cask "osxfuse"
cask "pandora"
cask "r-app"
cask "react-studio"
cask "reaper"
cask "rescuetime"
cask "rstudio"
cask "skitch"
cask "soapui"
cask "sonic-pi"
cask "spectacle"
cask "spotify"
cask "synergy"
cask "transmission"
cask "twitch"
cask "utc-menu-clock"
cask "vagrant"
cask "vagrant-manager"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xmind"
cask "homebrew/cask-drivers/elgato-game-capture-hd"
cask "homebrew/cask-drivers/logitech-control-center"
cask "homebrew/cask-drivers/logitech-gaming-software"
cask "homebrew/cask-fonts/font-anonymouspro-nerd-font"
cask "homebrew/cask-fonts/font-anonymouspro-nerd-font-mono"
cask "homebrew/cask-fonts/font-bitstreamverasansmono-nerd-font"
cask "homebrew/cask-fonts/font-bitstreamverasansmono-nerd-font-mono"
cask "homebrew/cask-fonts/font-firacode-nerd-font"
cask "homebrew/cask-fonts/font-firacode-nerd-font-mono"
cask "homebrew/cask-fonts/font-firamono-nerd-font"
cask "homebrew/cask-fonts/font-firamono-nerd-font-mono"
cask "homebrew/cask-fonts/font-hack-nerd-font"
cask "homebrew/cask-fonts/font-hack-nerd-font-mono"
cask "homebrew/cask-fonts/font-inconsolata-nerd-font"
cask "homebrew/cask-fonts/font-inconsolata-nerd-font-mono"
cask "homebrew/cask-fonts/font-sourcecodepro-nerd-font"
cask "homebrew/cask-fonts/font-sourcecodepro-nerd-font-mono"
cask "homebrew/cask-fonts/font-space-mono"
cask "homebrew/cask-fonts/font-spacemono-nerd-font"
cask "homebrew/cask-fonts/font-spacemono-nerd-font-mono"
cask "homebrew/cask-versions/java8"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
